Repository: Little-light1/code_note
Catalog: portal/public/getText/*.po
Languages: es, zh

# 添加
source: Add
es: Agregar
zh: 添加

# 保存
source: Save
es: Guardar
zh: 保存

# 取消
source: Cancel
es: Cancelar
zh: 取消

# 关闭
source: Close
es: Cerrar
zh: 关闭

# 修改
source: Modify
es: Modificar
zh: 修改

# 是否确定删除选中的记录?
source: Are you sure to delete the selected records?
es: ¿Seguro que eliminará el registro seleccionado?
zh: 是否确定删除选中的记录?

# 是
source: Yes
es: Sí
zh: 是

# 否
source: No
zh: 否

# 删除成功
source: Successfully deleted
es: Se elimina con éxito
zh: 删除成功

# 创建成功
source: Created successfully
es: Creación con éxito
zh: 创建成功

# 更新成功
source: Updated successfully
es: Se actualiza con éxito
zh: 更新成功

# 删除失败
source: Fail to delete
es: Se elimina con fallo
zh: 删除失败

# 更新失败
source: Updating failed
es: Actualización fallida
zh: 更新失败

# 请选择要删除的选项
source: Please select the option to be deleted
es: Seleccione la opción que desea eliminar
zh: 请选择要删除的选项

# 新建
source: Create
es: Crear
zh: 新建

# 编辑
source: Edit
es: Editar
zh: 编辑

# 删除
source: Delete
es: Eliminar
zh: 删除

# 顺序
source: Sequence
es: Orden
zh: 顺序

# 标识
source: Labeling
es: Identificación
zh: 标识

# 状态
source: Status
es: Estado
zh: 状态

# 启用
source: Enable
es: Habilitar
zh: 启用

# 禁用
source: Disable
es: Deshabilitado
zh: 禁用

# 操作
source: Operation
es: Operación
zh: 操作

# 描述
source: Description
es: Descripción
zh: 描述

# 返回上一级
source: Back to previous level
es: Volver al anterior
zh: 返回上一级

# 导入
source: Import
es: Importar
zh: 导入

# 请输入
source: Please enter
es: Por favor, introduzca
zh: 请输入

# 数字
source: Integer
es: Entero
zh: 数字

# 小数
source: Decimal number
es: Decimal
zh: 小数

# 台
source: Set
es: Unidad
zh: 台

# 个
source: Piece
es: Piezas
zh: 个

# 禁止输入空格
source: Disable space input
es: Prohibición de introducir espacios
zh: 禁止输入空格

# 禁止输入特殊字符
source: Do not enter special characters
es: Prohibición de introducir caracteres especiales
zh: 禁止输入特殊字符

# 请输入中文，英文，数字或其组合
source: Please enter Chinese，English，Numbers or combination thereof
es: Introduzca el chino, el inglés, los números o su combinación
zh: 请输入中文，英文，数字或其组合

# 请输入英文，数字或其组合
source: Please enter English，Numbers or combination thereof
es: Introduzca el inglés, el número o su combinación
zh: 请输入英文，数字或其组合

# 请输入英文，数字或下划线
source: Please enter English，Number or underline
es: Introduzca el inglés, el número o el subrayado
zh: 请输入英文，数字或下划线

# 新增子菜单
source: New submenu
es: Submenú nuevo
zh: 新增子菜单

# 启用状态下数据不可删除
source: Data cannot be deleted in the enabled state
es: Los datos no pueden ser borrados cuando están habilitados
zh: 启用状态下数据不可删除

# 内部产品不可删除
source: Internal products cannot be deleted
es: Producto interno no removible
zh: 内部产品不可删除

# 查询
source: Query
es: Consultar
zh: 查询

# 一键已读
source: All read
es: Leer todo leer
zh: 一键已读

# 详情
source: Details
es: Detalles
zh: 详情

# 确定
source: OK
es: Sí
zh: 确定

# 序号
source: Serial No
es: NO.
zh: 序号

# 修改状态:{{name}}
source: Modify status:{{name}}
es: Modificar estado: {{name}}
zh: 修改状态:{{name}}

# 权限
source: Permission
es: La competencia
zh: 权限

# 功能权限
source: Function permission
es: Permisos de funciones
zh: 功能权限

# 数据权限
source: Data permission
es: Permiso de datos
zh: 数据权限

# 权限分配
source: Permission allocation
es: Asignación de permisos
zh: 权限分配

# 角色名称
source: Role name
es: Nombre del rol
zh: 角色名称

# 角色编码
source: Role code
es: Código del rol
zh: 角色编码

# 重置
source: Reset
es: Restablecer
zh: 重置

# 请输入角色编码/角色名称
source: Please enter the role code/role name
es: Ingrese la codificación de caracteres/nombre del personaje
zh: 请输入角色编码/角色名称

# 选择角色类型
source: Select role type
es: Seleccionar tipo de rol
zh: 选择角色类型

# 角色权限
source: Role Permissions
es: Permisos de roles
zh: 角色权限

# {{verb}}角色: {{roleName}}
source: {{verb}} a new role:{{roleName}}
es: {{verb}} un nuevo rol:{{roleName}}
zh: {{verb}}角色: {{roleName}}

# 删除角色: {{roleName}}
source: delete a role:{{roleName}}
es: eliminar un rol:{{roleName}}
zh: 删除角色: {{roleName}}

# 修改角色状态: {{name}}
source: Modify role status: {{name}}
es: Modificar el estado del rol: {{name}}
zh: 修改角色状态: {{name}}

# 字典编码
source: Dictionary encoding
es: Codificación de diccionario
zh: 字典编码

# 字典名称
source: Dictionary name
es: Nombre del diccionario
zh: 字典名称

# 字典描述
source: Dictionary description
es: Descripción del diccionario
zh: 字典描述

# 字典项名称
source: Dictionary item name
es: Nombre de entrada del diccionario
zh: 字典项名称

# 字典项
source: Dictionary item
es: Entrada de diccionario
zh: 字典项

# 字典项值
source: Dictionary item value
es: Valores de entrada del diccionario
zh: 字典项值

# 所属分类
source: Affiliated classification
es: Pertenece a la categoría
zh: 所属分类

# 字典项描述
source: Dictionary item description
es: Descripción de la entrada del diccionario
zh: 字典项描述

# 上级分类
source: Higher level category
es: Categoría superior
zh: 上级分类

# 新建类型
source: New type
es: Tipo nuevo
zh: 新建类型

# 分类编码
source: Classification code
es: Código de clasificación
zh: 分类编码

# 分类名称
source: Classification name
es: Nombre de clasificación
zh: 分类名称

# 不可删除启用状态的字典项
source: The dictionary item in the enabled status cannot be deleted
es: No se pueden eliminar las entradas de diccionario habilitadas
zh: 不可删除启用状态的字典项

# 共
source: Total
es: En total
zh: 共

# 条
source: Piece
es: Datos
zh: 条

# 接口错误
source: Interface error
es: Error de la interfaz
zh: 接口错误

# 新增字典项：{{name}}
source: Add dictionary item：{{name}}
es: Añadir elemento de diccionario：{{name}}
zh: 新增字典项：{{name}}

# 编辑字典项：{{name}}
source: Edit dictionary item：{{name}}
es: Editar elementos del diccionario：{{name}}
zh: 编辑字典项：{{name}}

# 删除字典项：{{name}}
source: Delete dictionary item：{{name}}
es: Elemento del diccionario Sh：{{name}}
zh: 删除字典项：{{name}}

# 批量删除字典项：{{num}}条
source: Number of dictionary items deleted in batch：{{num}}
es: Número de entradas del diccionario eliminadas por lotes：{{num}}
zh: 批量删除字典项：{{num}}条

# 新增分类：{{name}}
source: Add Classification：{{name}}
es: Añadir categoría：{{name}}
zh: 新增分类：{{name}}

# 编辑分类：{{name}}
source: Edit Classification：{{name}}
es: Editar categoría：{{name}}
zh: 编辑分类：{{name}}

# 删除分类：{{name}}
source: Delete Classification：{{name}}
es: Eliminar categoría：{{name}}
zh: 删除分类：{{name}}

# 修改字典项状态：{{name}}
source: Modify dictionary item state：{{name}}
es: Modificar el estado del elemento del diccionario：{{name}}
zh: 修改字典项状态：{{name}}

# 用户账号
source: User account
es: Cuenta de usuario
zh: 用户账号

# 用户名称
source: User name
es: Nombre de usuario
zh: 用户名称

# 组织机构
source: Organization
es: Organización
zh: 组织机构

# 激活
source: Activation
es: Activar
zh: 激活

# 模板下载
source: Template download
es: Descarga de plantilla
zh: 模板下载

# 请输入用户账号/用户名称
source: Please enter the user account/username
es: Ingrese el número de cuenta de usuario/nombre de usuario
zh: 请输入用户账号/用户名称

# 手机号码
source: Mobile phone number
es: Número de teléfono
zh: 手机号码

# 用户类型
source: User type
es: Tipos de usuarios
zh: 用户类型

# 标签
source: Tag
es: Etiqueta
zh: 标签

# 邮箱
source: Email
es: Correo electrónico
zh: 邮箱

# 重置密码
source: Reset password
es: Restablecer la contraseña
zh: 重置密码

# 用户角色
source: User role
es: Designación de usuario
zh: 用户角色

# 设备ID
source: Device Id
zh: 设备ID

# 设备名称
source: Device name
zh: 设备名称

# 型号
source: Model
zh: 型号

# 上级组织架构
source: Superordinate organization
es: Estructura organizativa superior
zh: 上级组织架构

# 顺序号
source: Sequence number
zh: 顺序号

# 组织类型
source: Organization type
es: Tipo de organización
zh: 组织类型

# 物理设备
source: Physical device
es: Equipo físico
zh: 物理设备

# 电场名称
source: Name of the electric field
zh: 电场名称

# 关联设备
source: Relevant equipment
es: Asociar dispositivos
zh: 关联设备

# 设备ID/设备名称/型号
source: Device Id/Device name/Model
es: Equipo ID/Nombre del equipo/Modelo
zh: 设备ID/设备名称/型号

# 导出组织机构数据
source: Export the organization data
es: Exportar datos de organización
zh: 导出组织机构数据

# 业务电场
source: Business electric field
zh: 业务电场

# 普通组织
source: Common organization
zh: 普通组织

# 下级组织机构
source: Subordinate organization
es: Organización subordinada
zh: 下级组织机构

# 机构名称
source: Institution name
zh: 机构名称

# 机构描述
source: Institution description
zh: 机构描述

# 有操作记录，确定要切换节点吗
source: There are operation record，Are you sure to switch nodes？
zh: 有操作记录，确定要切换节点吗

# 请选择需要移动的设备
source: Please select the device to be moved
es: Seleccione el dispositivo que desea mover
zh: 请选择需要移动的设备

# 绑定用户
source: Binding user
es: Usuarios vinculados
zh: 绑定用户

# 设备类型
source: Equipment type
zh: 设备类型

# 删除设备
source: Delete device
es: Eliminar dispositivo
zh: 删除设备

# 请选择节点
source: Please select the node
es: Seleccione por favor um nó
zh: 请选择节点

# 获取组织机构树
source: get the organization tree
zh: 获取组织机构树

# 新增组织机构
source: New organization
es: Nuevas organizaciones
zh: 新增组织机构

# 编辑组织机构
source: Edit organization
es: Organización editorial
zh: 编辑组织机构

# 删除组织机构
source: delete the organization
zh: 删除组织机构

# 框架配置
source: Frame configuration
es: Configuración del marco
zh: 框架配置

# 文件格式为: .png、.jpg、.svg, 图片分辨率为: 32 * 32, 大小不超过100k
source: The file format is: .png, .jpg, .svg, the image resolution is: 32 * 32, size no more than 100K
es: El formato de archivo es: .png, .jpg, .svg, la resolución de la imagen fue: 32 * 32, el tamaño no excede los 100k
zh: 文件格式为: .png、.jpg、.svg, 图片分辨率为: 32 * 32, 大小不超过100k

# 基本信息配置
source: Basic information configuration
es: Configuración de la información básica
zh: 基本信息配置

# 背景页面配置
source: Background page configuration
es: Configuración de la página de fondo
zh: 背景页面配置

# 通用功能配置
source: General function configuration
es: Configuración funcional universal
zh: 通用功能配置

# LOGO配置
source: Logo configuration
es: Configuración del logotipo
zh: LOGO配置

# 上传浏览器Logo
source: Upload browser logo
es: Subir el logotipo del navegador
zh: 上传浏览器Logo

# 上传LOGO
source: Upload logo
es: Subir logotipo
zh: 上传LOGO

# 浏览器标题名称
source: Browser title name
es: Nombre del título del navegador
zh: 浏览器标题名称

# 不能含有特殊字符
source: Special characters cannot be contained
es: No puede contener caracteres especiales
zh: 不能含有特殊字符

# 框架显示配置
source: Frame display configuration
es: Configuración de la pantalla del marco
zh: 框架显示配置

# 顶部默认显示
source: Top default display
es: Pantalla predeterminada superior
zh: 顶部默认显示

# 左侧导航默认显示
source: Default display of left navigation
es: Pantalla predeterminada de navegación izquierda
zh: 左侧导航默认显示

# 显示
source: Display
es: Visualiza
zh: 显示

# 隐藏
source: Hide
es: Ocultar
zh: 隐藏

# 保存成功
source: Saved successfully
es: Se guarda con éxito
zh: 保存成功

# 编码
source: Code
es: Código
zh: 编码

# 功能名称
source: Function name
es: Nombre de la función
zh: 功能名称

# 图标
source: Icon
es: Icono
zh: 图标

# URL地址
source: URL address
es: Dirección de url
zh: URL地址

# 请输入相对路径或者绝对路径,绝对路径需包含协议
source: Please enter a relative or absolute path, the absolute path needs to include protocols
es: Ingrese la ruta relativa o la ruta absoluta. La ruta absoluta debe incluirse
zh: 请输入相对路径或者绝对路径,绝对路径需包含协议

# 跳转类型为外部时，路由地址必须是带协议的完整地址
source: If the jump type is external, the route address must be a complete address with a protocol
es: Cuando el tipo de salto es externo, la dirección de ruta debe ser la dirección completa con el protocolo
zh: 跳转类型为外部时，路由地址必须是带协议的完整地址

# 说明：若配置bi报表地址，在录完地址后需要带入BI后缀，点此
source: Note: If the bi report address is configured, you need to enter the BI suffix after recording the address. Click here to
es: Descripción: si configura la dirección del informe de bi, necesita traer el sufijo de bi después de grabar la dirección, haga clic aquí
zh: 说明：若配置bi报表地址，在录完地址后需要带入BI后缀，点此

# 一键引用
source: One-key reference
es: Cotizaciones en un clic
zh: 一键引用

# 已引用地址无法重复一键引用
source: A referenced address cannot be referenced by one key again
es: La dirección referenciada no puede repetir una referencia de clic
zh: 已引用地址无法重复一键引用

# 跳转本系统界面，请填写相对路径路由地址
source: To jump to this system page, enter the relative path routing address
es: Para saltar a la interfaz de este sistema, por favor complete la dirección de ruta relativa
zh: 跳转本系统界面，请填写相对路径路由地址

# 当前记录启用中，不可删除
source: Current record being enabled, cannot be deleted
es: En el registro actual habilitado, no se puede eliminar
zh: 当前记录启用中，不可删除

# 存在子菜单，确定要删除吗
source: The submenu exists, are you sure to delete it
es: Existente un sub -menú, ¿está decidido a eliminarlo?
zh: 存在子菜单，确定要删除吗

# 确定要删除吗
source: Are you sure to delete
es: ¿Seguro que desea eliminarlo?
zh: 确定要删除吗

# 文件格式为: .png, .jpg 图片分辨率为: 48 * 48px, 大小不超过100k
source: The file format is: .png, .jpg the image resolution is: 48 * 48px, size no more than 100K
es: El formato de archivo es: .png, .jpg La resolución de la imagen es: 48 * 48px, el tamaño no excede los 100k
zh: 文件格式为: .png, .jpg 图片分辨率为: 48 * 48px, 大小不超过100k

# 图片名称
source: Image name
es: Nombre de la imagen
zh: 图片名称

# 缩略图
source: Thumbnails
es: Miniatura
zh: 缩略图

# 背景图片
source: Background picture
es: Imagen de fondo
zh: 背景图片

# 文件格式为: .png、.jpg, 图片分辨率为: 1920 * 1080px, 大小不超过1M
source: The file format is: .png, .jpg, the image resolution is: 1920 * 1080px, size no more than 1M
es: El formato de archivo es: .png, .jpg, la resolución de la imagen fue: 1920 * 1080px, el tamaño no excede 1m
zh: 文件格式为: .png、.jpg, 图片分辨率为: 1920 * 1080px, 大小不超过1M

# 编辑基本信息配置
source: Edit basic information configuration
es: Editar configuración de la información básica
zh: 编辑基本信息配置

# 新建背景页面: {{pageName}}
source: Create a new background page:{{pageName}}
es: Crear una nueva página de fondo:{{pageName}}
zh: 新建背景页面: {{pageName}}

# 编辑背景页面: {{pageName}}
source: Edit a background page:{{pageName}}
es: Editar una página de fondo:{{pageName}}
zh: 编辑背景页面: {{pageName}}

# 删除背景页面: {{pageName}}
source: Delete a new background page:{{pageName}}
es: Eliminar una página de fondo:{{pageName}}
zh: 删除背景页面: {{pageName}}

# 新建通用功能: {{funcName}}
source: Create a new general function:{{funcName}}
es: Crear una nueva función general:{{funcName}}
zh: 新建通用功能: {{funcName}}

# 编辑通用功能: {{funcName}}
source: Edit a new general function:{{funcName}}
es: Editar una función genérica:{{funcName}}
zh: 编辑通用功能: {{funcName}}

# 删除通用功能: {{funcName}}
source: Delete a new general function:{{funcName}}
es: eliminar una función genérica:{{funcName}}
zh: 删除通用功能: {{funcName}}

# 修改背景页面状态: {{name}}
source: Modify background state: {{name}}
es: Modificar el estado de la de fondo: {{name}}
zh: 修改背景页面状态: {{name}}

# 修改通用功能状态: {{name}}
source: Modify general function state: {{name}}
es: Modificar el estado general de la función: {{name}}
zh: 修改通用功能状态: {{name}}

# 企业logo
source: Enterprise LOGO
es: Logotipo corporativo
zh: 企业logo

# 企业名称
source: Enterprise name
es: Razón social de la empresa
zh: 企业名称

# 企业简称
source: Enterprise abbreviation
es: Abreviatura de la empresa
zh: 企业简称

# 账户性质
source: Attribute of account
es: Calidad de la cuenta
zh: 账户性质

# 账户状态
source: Account status
es: Estado de la cuenta
zh: 账户状态

# 产品服务使用时效
source: Product service usage time limit
es: Efectividad del servicio del producto
zh: 产品服务使用时效

# 账号名称
source: Account name
es: Nombre de la cuenta
zh: 账号名称

# 账号密码
source: Account password
es: Contraseña de la cuenta
zh: 账号密码

# 请输入账号密码
source: Please enter the account password
es: Introduzca la contraseña de la cuenta
zh: 请输入账号密码

# 请输入8-16位数字、字母和符号组合，字母区分大小写
source: Please enter 8-16 digits, letters, and symbol combinations, the lower case and upper case of letter shall be distinguished
es: Ingrese 8-16 dígitos, cartas y combinaciones de símbolos, letras y letras de letras
zh: 请输入8-16位数字、字母和符号组合，字母区分大小写

# 账号状态
source: Account status
es: Estado de la cuenta
zh: 账号状态

# 基本信息
source: Basic information
es: Información básica
zh: 基本信息

# 默认管理员账号
source: Default administrator account
es: Cuenta de administrador predeterminada
zh: 默认管理员账号

# 请输入企业名称/企业简称
source: Please enter the name of the enterprise/enterprise abbreviation
es: Ingrese el nombre de la abreviatura de Enterprise/Enterprise
zh: 请输入企业名称/企业简称

# 企业名称长度不可以大于100字符
source: The length of the enterprise name cannot be greater than 100 characters
es: La longitud del nombre de la empresa no puede ser mayor de 100 caracteres
zh: 企业名称长度不可以大于100字符

# 企业名称不能重复
source: The enterprise name cannot be duplicate
es: El nombre de la empresa no puede duplicarse
zh: 企业名称不能重复

# 企业名称不能输入表情
source: The emoticons cannot be entered in the enterprise name
es: El nombre de la empresa no puede introducir la expresión
zh: 企业名称不能输入表情

# 企业简称不能输入表情
source: The emoticons cannot be entered in the enterprise abbreviation
es: No se puede introducir la expresión para abreviar la empresa
zh: 企业简称不能输入表情

# 请输入企业简称
source: Please enter the enterprise abbreviation
es: Por favor, introduzca la abreviatura de la empresa
zh: 请输入企业简称

# 企业简称长度不可以大于50字符
source: The length of the enterprise abbreviation cannot be greater than 50 characters
es: La longitud de la empresa no puede ser mayor de 50 caracteres
zh: 企业简称长度不可以大于50字符

# 账户性质不可以为空
source: The account nature cannot be null
es: La naturaleza de la cuenta no puede estar vacía
zh: 账户性质不可以为空

# 请选择账户性质
source: Please select the account nature
es: Por favor, seleccione la naturaleza de la cuenta
zh: 请选择账户性质

# 文件格式为:png、jpg,图片分辨率:32x32px,大小不超过 100k
source: The file format is: PNG, JPG, the image resolution is： 32x32px, size no more than 100K
es: El formato de archivo es: PNG, JPG, Resolución de la imagen: 32x32px, el tamaño no excede los 100k
zh: 文件格式为:png、jpg,图片分辨率:32x32px,大小不超过 100k

# 请输入账号名称
source: Please enter the account name
es: Introduzca el nombre de la cuenta
zh: 请输入账号名称

# 账号名称不能输入表情
source: The emoticons cannot be entered in the account name
es: Nombre de cuenta no puede ingresar emoji
zh: 账号名称不能输入表情

# 请上传企业logo
source: Please upload the enterprise logo
es: Sube el logotipo de la empresa
zh: 请上传企业logo

# 请选择产品服务名称
source: Please select product service name
es: Por favor seleccione producto servicio nombre
zh: 请选择产品服务名称

# 不能添加相同产品服务
source: The same product service cannot be added
es: No se puede agregar el mismo servicio de producto
zh: 不能添加相同产品服务

# 请求报错
source: Request error
es: Solicitud incorrecta
zh: 请求报错

# 查询成功
source: Successful query
es: Se consulta con éxito
zh: 查询成功

# 账号名称和账号密码不能重复
source: The account name and account password cannot be duplicate
es: El nombre de cuenta y la contraseña de cuenta no pueden duplicarse
zh: 账号名称和账号密码不能重复

# 复制成功
source: Copying successful
es: Replicación exitosa
zh: 复制成功

# 复制失败，请手动复制
source: Failure to copy, please copy manually
es: Copiar falla, copie manualmente
zh: 复制失败，请手动复制

# 平台企业
source: Platform enterprise
es: Empresa de plataforma
zh: 平台企业

# 应用企业
source: Application enterprise
es: Empresas de aplicaciones
zh: 应用企业

# 运维企业
source: Operation and maintenance enterprise
es: Empresas de operación y mantenimiento
zh: 运维企业

# 该应用已被禁用
source: The application has been disabled
es: La aplicación ha sido deshabilitada
zh: 该应用已被禁用

# {{verb}}企业:{{name}}
source: {{verb}} enterprise: {{name}}
es: {{verb}} Empresas: {{name}}
zh: {{verb}}企业:{{name}}

# 修改企业账户状态: {{name}}
source: Modify Enterprise account status: {{name}}
es: Modificar el estado de la cuenta comercial: {{name}}
zh: 修改企业账户状态: {{name}}

# 应用编码
source: Application code
es: Codificación de aplicaciones
zh: 应用编码

# 存在重复编码，请重新输入
source: The duplicate codes exist, please re-enter
es: Hay codificación repetida, por favor re -enter
zh: 存在重复编码，请重新输入

# 请输入应用编码
source: Please enter the application code
es: Código de aplicación introduzca el Código de aplicación
zh: 请输入应用编码

# 应用名称
source: Application name
es: Nombre de la aplicación
zh: 应用名称

# 存在重复名称，请重新输入
source: The duplicate names exist, please re-enter
es: Hay nombres repetidos, por favor re -enter
zh: 存在重复名称，请重新输入

# 应用名称不能输入表情
source: The emoticons cannot be entered in the application name
es: En el nombre de la aplicación no puede introducir el símbolo de expresión
zh: 应用名称不能输入表情

# 应用编码不能输入表情
source: The emoticons cannot be entered in the application code
es: En la codificación de la aplicación no puede introducir el símbolo de expresión
zh: 应用编码不能输入表情

# 请输入应用名称
source: Please enter the application name
es: Introduzca el nombre de la aplicación
zh: 请输入应用名称

# 请输入应用名称/应用编码
source: Please enter the application name/the application code
es: Ingrese el nombre de la aplicación/codificación de la aplicación
zh: 请输入应用名称/应用编码

# 应用描述
source: Application description
es: Descripción de la aplicación
zh: 应用描述

# 请输入255字以内的应用描述
source: Please enter the application description within 255 words
es: Ingrese la descripción de la aplicación dentro de las 255 palabras
zh: 请输入255字以内的应用描述

# 数据查询失败
source: Failure to query data
es: Falló al consultar datos
zh: 数据查询失败

# 应用IP
source: Application IP
es: Aplicación IP
zh: 应用IP

# 请输入应用IP
source: Please enter the application IP
es: Ingrese la aplicación IP
zh: 请输入应用IP

# 请输入正确的IP地址
source: Please enter the correct IP address
es: Ingrese la dirección IP correcta
zh: 请输入正确的IP地址

# 应用IP以/结尾或路由地址以/开头
source: The application IP address ends with/or the route address starts with /
es: La IP de la aplicación termina en/o la dirección de ruta comienza en /
zh: 应用IP以/结尾或路由地址以/开头

# 请输入顺序
source: Please enter the sequence
es: Por favor ingrese el pedido
zh: 请输入顺序

# 路由地址
source: Routing address
es: Dirección de enrutamiento
zh: 路由地址

# 请输入路由地址
source: Please enter the routing address
es: Introduzca la dirección de enrutamiento
zh: 请输入路由地址

# 请输入正确的路由地址
source: Please enter the correct routing address
es: Introduzca la dirección de enrutamiento correcta
zh: 请输入正确的路由地址

# 内外标识
source: Inner and outer markings
es: Logotipos internos y externos
zh: 内外标识

# 内外标识不可以为空
source: The inner and outer markings cannot be null
es: La identificación interna y externa no puede estar vacía
zh: 内外标识不可以为空

# 请选择内外标识
source: Please select inner and outer markings
es: Por favor, seleccione la identidad interna y externa
zh: 请选择内外标识

# 金风内部产品
source: Goldwind’s internal product
es: Productos internos golden wind
zh: 金风内部产品

# 第三方的产品
source: Third-party product
es: Productos de terceros
zh: 第三方的产品

# 应用终端类型
source: Application terminal type
es: Tipo de terminal de aplicación
zh: 应用终端类型

# PC端
source: PC
es: PC cliente
zh: PC端

# 移动端
source: Mobile end
es: Extremo móvil
zh: 移动端

# {{verb}}应用:{{name}}
source: {{verb}} application: {{name}}
es: {{verb}} Aplicación: {{name}}
zh: {{verb}}应用:{{name}}

# 修改应用状态: {{name}}
source: Modify application state: {{name}}
es: Modificar el estado de la aplicación: {{name}}
zh: 修改应用状态: {{name}}

# 查询应用列表
source: Query application list
es: Lista de aplicaciones de consulta
zh: 查询应用列表

# 标签编码
source: Label encoding
es: Código de la etiqueta
zh: 标签编码

# 标签名称
source: Tag name
es: Nombre de la etiqueta
zh: 标签名称

# 请输入标签名称
source: Please enter the tag name
es: Introduzca el nombre de la etiqueta
zh: 请输入标签名称

# 标签名称不能输入表情
source: The emoticons cannot be entered in the label name
es: El nombre de la etiqueta no se puede introducir emoji
zh: 标签名称不能输入表情

# 存在重复标签名称，请重新输入
source: There are repeated label names, please re-enter
es: Hay nombres de etiquetas repetidos, por favor vuelva a entrar
zh: 存在重复标签名称，请重新输入

# 用户数量
source: Number of users
es: Cantidad de los usuarios
zh: 用户数量

# 标签描述
source: Label description
es: Descripción de la etiqueta
zh: 标签描述

# 请输入100字以内的标签描述
source: Please enter the label description within 100 words
es: Ingrese la descripción de la etiqueta en 100 palabras
zh: 请输入100字以内的标签描述

# 所属组织机构
source: Subordinate organization
es: Organización a la que pertenece
zh: 所属组织机构

# 用户账号/用户名称/所属组织机构
source: User account/user name/subordinate organization
es: Cuenta de usuario/nombre de usuario/Organización a la que pertenece
zh: 用户账号/用户名称/所属组织机构

# 已选人员
source: Selected personnel
es: Personas ya seleccionadas
zh: 已选人员

# 标签下存在用户 , 无法删除
source: There are users under the tag, which cannot be deleted
es: Hay usuarios debajo de la etiqueta, que no se pueden eliminar
zh: 标签下存在用户 , 无法删除

# {{verb}}标签:{{name}}
source: {{verb}} Label: {{name}}
es: {{verb}} Etiqueta: {{name}}
zh: {{verb}}标签:{{name}}

# 添加资源
source: Add resources
es: Agregar recurso
zh: 添加资源

# 菜单编码
source: Menu code
es: Codificación del menú
zh: 菜单编码

# 菜单名称
source: Menu name
es: Nombre del menú
zh: 菜单名称
