Repository: Little-light1/code_note
Catalog: portal/public/getText/*.po
Languages: es, zh

# 文件格式为: .png、.jpg、.gif, 图片分辨率为: 48 * 48, 大小不超过100k
source: The file format is: .png, .jpg, .gif, the image resolution is： 48 * 48, size no more than 100K
es: El formato de archivo es: .png, .jpg, .gif, la resolución de la imagen fue: 48 * 48, el tamaño no excede los 100k
zh: 文件格式为: .png、.jpg、.gif, 图片分辨率为: 48 * 48, 大小不超过100k

# 类型
source: Type
es: Tipo
zh: 类型

# 排序
source: Ranking
es: Poner en orden
zh: 排序

# 菜单信息
source: Menu information
es: Información del menú
zh: 菜单信息

# 页面资源
source: Page resources
es: Recursos por página
zh: 页面资源

# 资源名称
source: Resource name
es: Nombre del recurso
zh: 资源名称

# 资源类型
source: Resource type
es: Tipo del recurso
zh: 资源类型

# 权限标识
source: Permission identifier
es: Id de permiso
zh: 权限标识

# 已启用，不能删除！
source: It has been enabled and cannot be deleted!
es: ¡Ha sido habilitado y no se puede eliminar!
zh: 已启用，不能删除！

# 资源
source: Resources
es: Recurso
zh: 资源

# 上级菜单
source: Superordinate menu
es: Menú superior
zh: 上级菜单

# 跳转类型
source: Jump type
es: Tipo de salto
zh: 跳转类型

# 请选择跳转类型
source: Please select a jump type
es: Por favor seleccione un tipo de salto
zh: 请选择跳转类型

# 显示菜单
source: Display menu
es: Mostrar el menú
zh: 显示菜单

# 显示图标
source: Show icon
es: Mostrar el icono
zh: 显示图标

# 新增菜单：{{name}}
source: Add menu: {{name}}
es: Nuevo menú: {{name}}
zh: 新增菜单：{{name}}

# 删除菜单：{{name}}
source: Delete menu: {{name}}
es: Menú Eliminar: {{name}}
zh: 删除菜单：{{name}}

# 编辑菜单：{{name}}
source: Edit Menu: {{name}}
es: Menú de edición: {{name}}
zh: 编辑菜单：{{name}}

# 新增资源：{{name}}
source: Add resources: {{name}}
es: Agregar recursos: {{name}}
zh: 新增资源：{{name}}

# 编辑资源
source: Edit resources
es: Editar recursos
zh: 编辑资源

# 编辑资源：{{name}}
source: Edit resources: {{name}}
es: Editar recursos: {{name}}
zh: 编辑资源：{{name}}

# 删除资源
source: Delete resources
es: Eliminar recursos
zh: 删除资源

# 删除资源：{{name}}
source: Delete resources: {{name}}
es: Eliminar recursos: {{name}}
zh: 删除资源：{{name}}

# 修改菜单状态：{{name}}
source: Modify menu state：{{name}}
es: Modificar el estado del menú：{{name}}
zh: 修改菜单状态：{{name}}

# 附件管理
source: Attachment administration
es: Administración de archivos adjuntos
zh: 附件管理

# 标题
source: Title
es: Título
zh: 标题

# 请输入标题
source: Please enter a title
es: Introduzca el título
zh: 请输入标题

# 文件名
source: File name
es: Nombre del archivo
zh: 文件名

# 创建时间
source: Created on
es: Fecha y hora de creación
zh: 创建时间

# 上传中
source: Uploading
es: Subiendo
zh: 上传中

# 上传附件
source: Upload the attachment
es: Subir anexos
zh: 上传附件

# 删除附件
source: Delete attachment
es: Eliminar el archivo adjunto
zh: 删除附件

# 附件过多，最多支持10个附件！
source: Excessive attachment, support up to 10 attachments!
es: Adjunto excesivo, apoyo hasta 10 archivos adjuntos.
zh: 附件过多，最多支持10个附件！

# 附件上传大小不能超过50MB
source: The size of the attachment uploaded must not exceed 50MB
es: El tamaño de la carga de adjunto no puede exceder los 50 MB
zh: 附件上传大小不能超过50MB

# 提示
source: Prompt
es: Recordatorio
zh: 提示

# 您确定要删除这个附件吗？
source: Are you sure to delete this attachment?
es: ¿Estás seguro de que quieres eliminar este archivo adjunto?
zh: 您确定要删除这个附件吗？

# 确认
source: Confirm
es: Confirmar
zh: 确认

# 父节点
source: Parent node
es: Nodo superior
zh: 父节点

# 新增成功
source: Added successfully
es: Se agrega con éxito
zh: 新增成功

# 请删除输入值的首尾空格
source: Please delete the first and last space of the input value
es: Elimine los espacios inicial y final del valor introducido
zh: 请删除输入值的首尾空格

# 是否删除文档？
source: Do you delete documents?
es: ¿Eliminas documentos?
zh: 是否删除文档？

# 无数据
source: No data
es: No hay datos
zh: 无数据

# 是否退出编辑？
source: Do you withdraw the editor?
es: ¿Retira el editor?
zh: 是否退出编辑？

# 在帮助中搜索
source: Search in help
es: Buscar en ayuda
zh: 在帮助中搜索

# 文档创建者：
source: Document creator:
es: Fundador de documentos:
zh: 文档创建者：

# 编辑次数：
source: Edition times:
es: Tiempos de edición:
zh: 编辑次数：

# 最近更新：
source: Recent update:
es: Actualizacion reciente:
zh: 最近更新：

# 附件：
source: Attachment:
es: apéndice:
zh: 附件：

# 于
source: On
es: En
zh: 于

# 新增帮助文档
source: Add the help document
es: Documentación de ayuda agregada
zh: 新增帮助文档

# 删除帮助文档
source: Delete the help document
es: Eliminar documentación de ayuda
zh: 删除帮助文档

# 修改帮助文档
source: Modify the help document
es: Modificar el documento de ayuda
zh: 修改帮助文档

# 查询文档
source: Query document
es: Documento de consulta
zh: 查询文档

# 搜索
source: search
es: búsqueda
zh: 搜索

# 新增
source: New
es: Agregar
zh: 新增

# 文档
source: Documentation
es: Documentación
zh: 文档

# 上传
source: Upload
es: Subir
zh: 上传

# 附件
source: Attachment
es: Anexo
zh: 附件

# 控件名称
source: Control name
es: Descripción del control
zh: 控件名称

# 控件类型
source: Control type
es: El tipo de control
zh: 控件类型

# 请选择控件类型
source: Please select the control type
es: Seleccione el tipo de control
zh: 请选择控件类型

# 文本框
source: Text box
es: Cuadro de texto
zh: 文本框

# 日期
source: Date
es: Fecha
zh: 日期

# 下拉框
source: Drop-down box
es: Cuadro desplegable
zh: 下拉框

# 时间
source: Time
es: Fecha y hora
zh: 时间

# 编码文本框
source: Encoded text box
es: Cuadro de texto de codificación
zh: 编码文本框

# 标签不显示
source: Label not displayed
es: Las etiquetas no se muestran
zh: 标签不显示

# 序号控件
source: SN control
es: Control de número de serie
zh: 序号控件

# 数据类型
source: Data type
es: Tipo de datos
zh: 数据类型

# 请选择数据类型
source: Please select the data type
es: Seleccione el tipo de datos
zh: 请选择数据类型

# 字符
source: Character
es: Carácter
zh: 字符

# 是否必填
source: Whether required
es: Si es obligatorio
zh: 是否必填

# 请选择是否必填
source: Please select whether it is required
es: Por favor, elija si es necesario
zh: 请选择是否必填

# 非必填
source: Not required
es: Opcional
zh: 非必填

# 必填
source: Required
es: Obligatorio
zh: 必填

# 默认值
source: Default value
es: Valor predeterminado
zh: 默认值

# 新建机构类型
source: New institution type
es: Nuevo tipo de mecanismo
zh: 新建机构类型

# 请先选择框架
source: Please select the frame first
es: Seleccione primero el marco
zh: 请先选择框架

# 复制新建
source: Copy New
es: Copiar para crear
zh: 复制新建

# 自定义
source: Customize
es: Personalizar
zh: 自定义

# 批量删除
source: Batch deletion
es: Eliminar por lotes
zh: 批量删除

# 默认
source: Default
es: Por defecto
zh: 默认

# 您确定要删除这条记录吗?
source: Are you sure to delete this entry of record?
es: ¿Estás seguro de que quieres eliminar este disco?
zh: 您确定要删除这条记录吗?

# 您确定要删除这些记录吗?
source: Are you sure to delete these entry of records?
es: ¿Estás seguro de que quieres eliminar este disco?
zh: 您确定要删除这些记录吗?

# 请选择要删除的字段
source: Please select the fields to be deleted
es: Seleccione los campos a eliminar
zh: 请选择要删除的字段

# 编辑成功
source: Edited successfully
es: Se edita con éxito
zh: 编辑成功

# 最大长度为50个字符
source: The maximum length is 50 characters
es: La longitud máxima es de 50 caracteres
zh: 最大长度为50个字符

# 字段名称
source: Field name
es: Nombre del campo
zh: 字段名称

# 请输入字段名称
source: Please enter the field name
es: Introduzca un nombre de campo
zh: 请输入字段名称

# 复制新建成功
source: Copy New successfully
es: Copiar nuevo éxito
zh: 复制新建成功

# 框架名称
source: Frame name
es: Nombre del marco
zh: 框架名称

# 请输入新建框架名称
source: Please enter the name of the new frame
es: Introduzca el nombre del nuevo marco
zh: 请输入新建框架名称

# 框架添加成功
source: Frame added successfully
es: Marco añadido con éxito
zh: 框架添加成功

# 添加机构类型别名
source: Add the institution type alias
es: Añadir alias de tipo de mecanismo
zh: 添加机构类型别名

# 机构类型别名
source: Institution type alias
es: Alias de tipo de mecanismo
zh: 机构类型别名

# 请输入机构类型别名
source: Please enter the alias of the institution type
es: Introduzca el alias del tipo de mecanismo
zh: 请输入机构类型别名

# 机构类型
source: Institution type
es: Tipo de mecanismo
zh: 机构类型

# 请选择机构类型
source: Please select institutional type
es: Seleccione el tipo institucional
zh: 请选择机构类型

# {{verb}}控件名称:{{name}}
source: {{ve}} control name: {{name}}
es: {{ve}} Nombre de control: {{nombre}}
zh: {{verb}}控件名称:{{name}}

# {{verb}}机构类型别名:{{name}}
source: {{ve}} institutional type aliases: {{name}}
es: {{ve}} alias de tipo institucional: {{nombre}}
zh: {{verb}}机构类型别名:{{name}}

# {{verb}}框架名称:{{name}}
source: {{ve}} Frame name: {{name}}
es: {{ve}} nombre de marco: {{nombre}}
zh: {{verb}}框架名称:{{name}}

# 删除机构类型
source: Delete institution type
es: Tipo de mecanismo Eliminar
zh: 删除机构类型

# 删除机构类型:{{name}}
source: Delete institution type: {{name}}
es: Tipo de mecanismo de eliminación: {{nombre}}
zh: 删除机构类型:{{name}}

# 新建机构类型:{{name}}
source: Add institution type: {{name}}
es: Tipos de nuevas instituciones: {{nombre}}
zh: 新建机构类型:{{name}}

# 删除多个控件名称
source: Delete multiple control names
es: Eliminar múltiples nombres de control
zh: 删除多个控件名称

# 消息内容
source: Message content
es: Contenido del mensaje
zh: 消息内容

# 消息类型
source: Message type
es: Tipo de mensaje
zh: 消息类型

# 来源
source: Source
es: fuentes
zh: 来源

# 未配置该类型代办，请联系管理员
source: This type of agent is not configured. Contact the administrator
es: Este tipo de agente no está configurado, póngase en contacto con el administrador
zh: 未配置该类型代办，请联系管理员

# 消息发送时间
source: Message sending time
es: Hora de envío del mensaje
zh: 消息发送时间

# 消息发送人
source: Message sender
es: Remitente del mensaje
zh: 消息发送人

# 消息发送部门
source: Message sending department
es: Departamento de mensajería
zh: 消息发送部门

# 消息接收人
source: Message recipient
es: Destinatario del mensaje
zh: 消息接收人

# 接收部门
source: Receiving department
es: Departamento de recepción
zh: 接收部门

# 阅读信息
source: Reading information
es: Lea la información
zh: 阅读信息

# 时间选择
source: Time selection
es: Selección de la fecha y hora
zh: 时间选择

# 未读
source: Unread
es: No leído
zh: 未读

# 已读
source: Read
es: Leído
zh: 已读

# 请选择...
source: please select...
es: por favor elija ...
zh: 请选择...

# 发送时间：
source: Sending time:
es: Enviar tiempo:
zh: 发送时间：

# 查询消息中心列表
source: Query Message Center List
es: Lista del centro de mensajes de consulta
zh: 查询消息中心列表

# 查询待办列表
source: Query Wait Deal Center List
es: Lista del centro de Se encuentra de consulta
zh: 查询待办列表

# 消息中心
source: Message Center
es: Centro de mensajes
zh: 消息中心

# 待办
source: Wait Deal
es: Se encuentra
zh: 待办

# 已读消息
source: Read message
es: Mensaje de lectura
zh: 已读消息

# 操作-已读
source: Operation-read
es: Operación-lectura
zh: 操作-已读

# 登录账号
source: Login account
es: Iniciar sesión en la cuenta
zh: 登录账号

# 共{{total}}条
source: Total {{total}}
es: {{total}} totales
zh: 共{{total}}条

# 登录方式
source: Login method
es: Modo de inicio de sesión
zh: 登录方式

# 登录姓名
source: Login name
es: Nombre de inicio de sesión
zh: 登录姓名

# 登录机器IP
source: Login machine IP
es: Iniciar sesión en la IP de la máquina
zh: 登录机器IP

# 登录状态
source: Login status
es: Estado de inicio de sesión
zh: 登录状态

# 登录时长
source: Login Duration
es: Duración del inicio de sesión
zh: 登录时长

# 登录时间
source: Login time
es: Tiempo de inicio de sesión
zh: 登录时间

# 退出时间
source: Time of exit
es: Tiempo de salida
zh: 退出时间

# 全部
source: All
es: Todos
zh: 全部

# 已发送
source: Has been sent
es: Ha sido enviado
zh: 已发送

# 待发送
source: Waiting to be sent
es: Listo para enviar
zh: 待发送

# 点击取消
source: Click cancel
es: Click para cancelar
zh: 点击取消

# 草稿
source: Draft
es: El proyecto
zh: 草稿

# 成功
source: success
es: Con éxito
zh: 成功

# 失败
source: Fail
es: Fallo
zh: 失败

# 请选择
source: Please select
es: Seleccione
zh: 请选择

# 请选择时间
source: Please select time
es: Elija el tiempo
zh: 请选择时间

# 时间必须大于当前时间
source: The time must be later than the current time
es: La hora debe ser mayor que la hora actual
zh: 时间必须大于当前时间

# 最大时间选择范围为31天，请重新选择时间
source: The maximum time range is 31 days. Select a new time
es: El rango de selección de tiempo máximo es de 31 días, por favor seleccione el tiempo
zh: 最大时间选择范围为31天，请重新选择时间

# 登录日志查询时间范围不得超过31天，请重新选择时间范围
source: The time range of the login log query must not exceed 31 days, please select the new time range
es: El rango de tiempo de la consulta de registro de inicio de sesión no debe exceder los 31 días, seleccione el rango de tiempo
zh: 登录日志查询时间范围不得超过31天，请重新选择时间范围

# 查询登录日志列表
source: Query login log list
es: Lista de registro de inicio de sesión de consulta
zh: 查询登录日志列表

# 导出登录日志列表
source: Export login log list
es: Exportar Lista de registro de inicio de sesión
zh: 导出登录日志列表

# 操作账号
source: Operation account
es: Cuenta de operación
zh: 操作账号

# 操作姓名
source: Operation name
es: Nombre de la operación
zh: 操作姓名

# 业务应用
source: Business application
es: Aplicaciones empresariales
zh: 业务应用

# 操作时间
source: Operation time
es: Tiempo de operación
zh: 操作时间

# 操作行为
source: Operation behavior
es: Comportamiento operativo
zh: 操作行为

# 操作位置
source: Operating position
es: Posición de operación
zh: 操作位置

# 日志类型
source: Log type
es: Tipo de registro
zh: 日志类型

# 操作内容
source: Operation content
es: Contenido de la operación
zh: 操作内容

# 操作结果
source: Operation result
es: Resultado de la operación
zh: 操作结果

# 业务级
source: Business grade
es: Grado comercial
zh: 业务级

# 系统级
source: System level
es: Nivel del sistema
zh: 系统级

# 操作日志查询时间范围不得超过31天，请重新选择时间范围
source: The operating log query time range must not exceed 31 days, please select the time range
es: El rango de tiempo de consulta de registro operativo no debe exceder los 31 días, seleccione el rango de tiempo
zh: 操作日志查询时间范围不得超过31天，请重新选择时间范围

# 请选择操作时间
source: Please select the operation time
es: Seleccione la hora de operación
zh: 请选择操作时间

# 最大时间选择范围为31天，请重新选择操作时间
source: The maximum time selection range is 31 days, please select the operation time again
es: El rango de selección de tiempo máximo es de 31 días, seleccione la hora de operación nuevamente
zh: 最大时间选择范围为31天，请重新选择操作时间

# 查询操作日志列表
source: Query operation log list
es: Lista de registro de operación de consulta
zh: 查询操作日志列表

# 导出操作日志列表
source: Export operation log list
es: Lista de registro de operaciones de exportación
zh: 导出操作日志列表

# 操作IP
source: Operation IP
es: Operar IP
zh: 操作IP

# 异常日志查询时间范围不得超过31天，请重新选择时间范围
source: The range range of abnormal log query must not exceed 31 days, please select the time range
es: El rango de rango de consulta de registro anormal no debe exceder los 31 días, seleccione el rango de tiempo
zh: 异常日志查询时间范围不得超过31天，请重新选择时间范围

# 查询异常日志列表
source: Query abnormal log list
es: Consulta Lista de registro anormal
zh: 查询异常日志列表

# 导出异常日志列表
source: Export abnormal log list
es: Lista de registro anormal de exportación
zh: 导出异常日志列表

# 告警跳转地址
source: Alarm jump address
es: Dirección de salto de alarma
zh: 告警跳转地址

# 请先输入告警跳转地址！
source: Please enter the alarm jump address first!
es: ¡Ingrese primero la dirección de salto de alarma!
zh: 请先输入告警跳转地址！

# 告警扩展配置保存成功！
source: The alarm expansion configuration is successfully saved!
es: ¡La configuración de expansión de alarma se guarda correctamente!
zh: 告警扩展配置保存成功！

# 请输入正确的相对路径
source: Please enter the correct relative path
es: Introduzca la ruta relativa correcta
zh: 请输入正确的相对路径

# 请输入正确的绝对路径
source: Please enter the correct absolute path
es: Introduzca la ruta absoluta correcta
zh: 请输入正确的绝对路径

# 请输入数字、字母或斜杠
source: Please enter numbers, letters, or slashes
es: Ingrese números, letras o cortes
zh: 请输入数字、字母或斜杠

# 修改告警扩展配置
source: Modify the alarm extension configuration
es: Modificar la configuración de la extensión de alarma
zh: 修改告警扩展配置

# 告警内容
source: Warning content
es: Contenido de advertencia
zh: 告警内容

# 请输入告警内容
source: Please enter the warning content
es: Ingrese el contenido de advertencia
zh: 请输入告警内容

# 告警类型
source: Alarm Type
es: Alarma
zh: 告警类型

# 告警产生时间
source: Alarm generation time
es: Tiempo de generación de alarmas
zh: 告警产生时间

# 告警等级
source: Alarm level
es: Nivel de alarma
zh: 告警等级

# 告警对象名称
source: Alert object name
es: Nombre del objeto de alerta
zh: 告警对象名称

# 告警原因
source: Alert reason
es: Razón de alerta
zh: 告警原因

# 告警时间
source: Alarm Time
es: Tiempo de alarma
zh: 告警时间

# 处理状态
source: Processing status
es: Estado de procesamiento
zh: 处理状态

# 待处理
source: To be processed
es: Para ser procesado
zh: 待处理

# 已处理
source: Processed
es: Procesada
zh: 已处理

# 处理人
source: Handle
es: Resolver
zh: 处理人

# 处理时间
source: Processing time
es: Tiempo de procesamiento
zh: 处理时间

# 告警详情查看
source: Details of the police
es: Detalles de la policía
zh: 告警详情查看

# 处理
source: deal with
es: tratar con
zh: 处理

# 开始日期
source: start date
es: fecha de inicio
zh: 开始日期

# 结束日期
source: Ending date
es: Fecha de finalización
zh: 结束日期

# 请选择日期范围
source: Please select the date range
es: Seleccione el rango de fechas
zh: 请选择日期范围

# 告警信息处理完成！
source: The alarm information processing is complete!
es: ¡El procesamiento de información de alarma está completo!
zh: 告警信息处理完成！

# 告警信息处理失败！
source: Alarm information processing failed!
es: ¡Falló el procesamiento de información de alarma!
zh: 告警信息处理失败！

# 查询告警中心列表
source: Query Alarm Center List
es: Lista de centro de alarma de consulta
zh: 查询告警中心列表

# 操作-处理
source: Operation-processing
es: Procesamiento de operaciones
zh: 操作-处理

# 请选择组织机构
source: Please select an organization
es: Seleccione una organización
zh: 请选择组织机构

# 连接状态
source: Connection Status
es: conexión
zh: 连接状态

# 离线
source: Offline
es: Desconectado
zh: 离线

# 在线
source: Online
es: En línea
zh: 在线

# 使用周期
source: Life cycle
es: Ciclo vital
zh: 使用周期

# 查询用户连接状态监测列表
source: Query user connection status monitoring list
es: Consultar la lista de monitoreo del Estado de conexión del usuario
zh: 查询用户连接状态监测列表

# 访问时间控制
source: Access time control
es: Control de tiempo de acceso
zh: 访问时间控制

# 访问地址控制
source: Access address control
es: Control de direcciones de acceso
zh: 访问地址控制

# 可访问起始时间
source: Accessible start time
es: Hora de inicio accesible
zh: 可访问起始时间

# 可访问结束时间
source: Accessible end time
es: Hora de finalización accesible
zh: 可访问结束时间

# 可访问起始地址
source: Accessible start address
es: Dirección de inicio accesible
zh: 可访问起始地址

# 可访问结束地址
source: Accessible end address
es: Dirección final accesible
zh: 可访问结束地址

# 已选择用户
source: User selected
es: Usuario seleccionado
zh: 已选择用户

# 请确认是否要删除选择的数据？
source: Are you sure you want to delete the selected data?
es: ¿Está seguro de que desea eliminar los datos seleccionados?
zh: 请确认是否要删除选择的数据？

# 请选择用户
source: Please select a user
es: Por favor seleccione un usuario
zh: 请选择用户

# 请选择可访问起始时间
source: Please select an accessible start time
es: Seleccione una hora de inicio accesible
zh: 请选择可访问起始时间

# 请选择可访问结束时间
source: Please select an accessible end time
es: Seleccione una hora de finalización accesible
zh: 请选择可访问结束时间

# 可访问结束时间必须大于可访问起始时间！
source: Accessibility end time must be greater than accessibility start time!
es: La hora de finalización de la accesibilidad debe ser mayor que la hora de inicio de la accesibilidad!
zh: 可访问结束时间必须大于可访问起始时间！

# 请输入可访问起始地址
source: Please enter accessible start address
es: Ingrese la dirección de inicio accesible
zh: 请输入可访问起始地址

# 请输入可访问结束地址
source: Please enter accessible end address
es: Ingrese la dirección final accesible
zh: 请输入可访问结束地址

# 请输入合法可访问起始地址
source: Please enter a legal and accessible start address
es: Ingrese una dirección inicial legal y accesible
zh: 请输入合法可访问起始地址

# 请输入合法可访问结束地址
source: Please enter a legal and accessible end address
es: Introduce una dirección final legalmente accesible
zh: 请输入合法可访问结束地址

# 前三段地址必须保持一致！例：1.1.1.X~1.1.1.X
source: The first three addresses must be consistent! Example: 1.1.1.X~1.1.1.X
es: ¡Las primeras tres direcciones deben ser consistentes! Ejemplo: 1.1.1.X~1.1.1.X
zh: 前三段地址必须保持一致！例：1.1.1.X~1.1.1.X

# 可访问起始地址要小于可访问结束地址
source: The accessible start address is less than the accessible end address
es: La dirección inicial accesible es menor que la dirección final accesible
zh: 可访问起始地址要小于可访问结束地址

# 所属组织
source: Organization
es: Organización
zh: 所属组织

# 待选用户
source: User to be selected
es: Usuarios a seleccionar
zh: 待选用户

# 已选用户
source: User selected
es: Usuario seleccionado
zh: 已选用户

# 登录姓名/登录账号
source: Login name/Login account
es: Nombre de inicio de sesión/Iniciar sesión cuenta
zh: 登录姓名/登录账号

# 新增访问时间控制 起始时间：{{startTime}} 结束时间：{{endTime}}
source: Add access time control. Start time：{{startTime}} End time：{{endTime}}
es: Añadir control de tiempo de acceso. Hora de inicio：{{startTime}} Hora de finalización：{{endTime}}
zh: 新增访问时间控制 起始时间：{{startTime}} 结束时间：{{endTime}}

# 编辑访问时间控制 起始时间：{{startTime}} 结束时间：{{endTime}}
source: Edit access time control. Start time：{{startTime}} End time：{{endTime}}
es: Editar control de tiempo de acceso. Hora de inicio：{{startTime}} Hora de finalización：{{endTime}}
zh: 编辑访问时间控制 起始时间：{{startTime}} 结束时间：{{endTime}}

# 删除访问时间控制 起始时间：{{startTime}} 结束时间：{{endTime}}
source: Delete access time control. Start time：{{startTime}} End time：{{endTime}}
es: Eliminar el control del tiempo de acceso. Hora de inicio：{{startTime}} Hora de finalización：{{endTime}}
zh: 删除访问时间控制 起始时间：{{startTime}} 结束时间：{{endTime}}

# 新增访问地址控制 起始地址：{{startAddress}} 结束地址：{{endAddress}}
source: Add access address control. Start address：{{startAddress}} End address：{{endAddress}}
es: Añadir control de dirección de acceso. Dirección inicial：{{startAddress}} Dirección final：{{endAddress}}
zh: 新增访问地址控制 起始地址：{{startAddress}} 结束地址：{{endAddress}}

# 编辑访问地址控制 起始地址：{{startAddress}} 结束地址：{{endAddress}}
source: Edit access address control. Start address：{{startAddress}} End address：{{endAddress}}
es: Editar control de dirección de acceso. Dirección inicial：{{startAddress}} Dirección final：{{endAddress}}
zh: 编辑访问地址控制 起始地址：{{startAddress}} 结束地址：{{endAddress}}

# 删除访问地址控制 起始地址：{{startAddress}} 结束地址：{{endAddress}}
source: Delete access address control. Start address：{{startAddress}} End address：{{endAddress}}
es: Eliminar el control de dirección de acceso. Dirección inicial：{{startAddress}} Dirección final：{{endAddress}}
zh: 删除访问地址控制 起始地址：{{startAddress}} 结束地址：{{endAddress}}

# 请输入用户名
source: Please enter the user name
es: Introduzca el nombre de usuario
zh: 请输入用户名

# 请输入密码
source: Please enter the password
es: Introduzca la contraseña
zh: 请输入密码

# 请输入验证码
source: Please input verification code
es: Por favor introduzca el captcha
zh: 请输入验证码

# 请选择语言
source: Please select the language
es: Por favor seleccione un idioma
zh: 请选择语言

# 登录
source: Login
es: Inicio
zh: 登录

# 忘记密码?
source: Forget password ?
es: Contraseña olvidada ?
zh: 忘记密码?

# 原密码
source: Original password
es: Contraseña original
zh: 原密码

# 请输入你的原密码!
source: Please enter your original password!
es: ¡Por favor, introduzca su contraseña original!
zh: 请输入你的原密码!

# 新密码
source: New password
es: Nueva contraseña
zh: 新密码

# 请输入你的新密码!
source: Please enter your new password!
es: ¡Por favor, introduzca su nueva contraseña!
zh: 请输入你的新密码!

# 确认新密码
source: Confirm new password
es: Confirmar nueva contraseña
zh: 确认新密码

# 请确认你的新密码!
source: Please confirm your new password!
es: ¡Por favor, confirme su nueva contraseña!
zh: 请确认你的新密码!

# 确认新密码与新密码不一致
source: Confirm that the new password is inconsistent with the new password
es: Confirmar que la nueva contraseña no coincide con la nueva contraseña
zh: 确认新密码与新密码不一致

# 密码长度不得小于8位
source: Password length shall not be less than 8 digits
es: La longitud de la contraseña no debe ser inferior a 8 bits
zh: 密码长度不得小于8位

# 无
source: Nothing
es: Ninguna
zh: 无

# 按钮
source: Button
es: Botón
zh: 按钮

# 卡片
source: Card
es: Tarjeta
zh: 卡片

# 不支持输入表情
source: Input emoticon is not supported
es: No se admiten expresiones de entrada
zh: 不支持输入表情

# 请输入数字、汉字或字母
source: Please enter numbers, Chinese characters or letters
es: Introduzca un número, carácter o letra
zh: 请输入数字、汉字或字母

# 请输入数字、字母或下划线
source: Please enter numbers, letters or underscores
es: Introduzca un número, una letra o un subrayado
zh: 请输入数字、字母或下划线

# 请输入数字或字母
source: Please enter numbers or letters
es: Introduzca un número o una letra
zh: 请输入数字或字母

# 请输入正确的地址
source: Please enter the correct address
es: Introduzca la dirección correcta
zh: 请输入正确的地址

# 严重
source: serious
es: Grave
zh: 严重

# 一般
source: common
es: General
zh: 一般

# 上传文件格式错误
source: Upload file format error
es: El formato de archivo de carga es incorrecto
zh: 上传文件格式错误

# 文件大小超出限制
source: File size exceeds the limit
es: El tamaño del archivo excede el límite
zh: 文件大小超出限制

# 图片尺寸超出限制
source: Picture size exceeds the limit
es: Tamaño de la imagen fuera del límite
zh: 图片尺寸超出限制

# 上传图片验证不通过
source: Failed to upload image verification
es: Falló la validación de la imagen de carga
zh: 上传图片验证不通过
