Repository: Little-light1/code_note
Catalog: portal/public/getText/*.po
Languages: es, zh

# 角色类型过滤
source: Role type filtering
es: Filtro de tipo de papel
zh: 角色类型过滤

# 更新数据权限：
source: Update data permission:
es: Actualizar permisos de datos:
zh: 更新数据权限：

# 角色分配
source: Role assignment
es: Asignación de funciones
zh: 角色分配

# 使用期限过滤
source: Lifetime filtering
es: Filtro de vida útil
zh: 使用期限过滤

# 使用状态过滤
source: Use status filtering
es: Usar filtro de Estado
zh: 使用状态过滤

# 关联角色
source: Associated roles
es: Funciones de asociación
zh: 关联角色

# 查询角色信息
source: Query role information
es: Consulta información sobre el papel
zh: 查询角色信息

# 查询用户信息
source: Query user information
es: Consulta de información de usuario
zh: 查询用户信息

# 离开页面
source: Leave page
es: Dejar la página
zh: 离开页面

# 进入页面
source: Enter page
es: Ir a la página
zh: 进入页面

# 开始装载{{name}}应用资源
source: Start loading {{name}} application resources
es: Iniciar la carga del recurso de aplicación {{name}}
zh: 开始装载{{name}}应用资源

# 开始挂载{{name}}应用
source: Start to mount the {{name}} application
es: Iniciar el montaje de la aplicación {{name}}
zh: 开始挂载{{name}}应用

# 完成挂载{{name}}应用
source: Complete attaching the {{name}} application
es: Complete el montaje de la aplicación {{name}}
zh: 完成挂载{{name}}应用

# 开始卸载{{name}}应用
source: Start uninstalling {{name}} app
es: Iniciar la desinstalación de la aplicación {{name}}
zh: 开始卸载{{name}}应用

# 完成卸载{{name}}应用
source: Finish uninstalling {{name}} app
es: Complete la desinstalación de la aplicación {{name}}
zh: 完成卸载{{name}}应用

# 关闭当前页签
source: Close the current tab
es: Cerrar la pestaña actual
zh: 关闭当前页签

# 关闭其它页签
source: Close Other Tabs
es: Cerrar otras pestañas
zh: 关闭其它页签

# 关闭左侧页签
source: Close the left tab
es: Cerrar la pestaña izquierda
zh: 关闭左侧页签

# 关闭右侧页签
source: Close the right tab
es: Cerrar la pestaña derecha
zh: 关闭右侧页签

# 关闭全部页签
source: Close all tabs
es: Cerrar todas las pestañas
zh: 关闭全部页签

# 系统版本变化
source: System version change
es: Cambios en la versión del sistema
zh: 系统版本变化

# 检测到系统环境发生变化
source: Changes in the system environment are detected
es: Cambios en el entorno del sistema detectados
zh: 检测到系统环境发生变化

# 请重新载入系统
source: Please reload the system
es: Por favor, vuelva a cargar el sistema
zh: 请重新载入系统

# 告警数量
source: Number of alarms
es: Número de alarmas
zh: 告警数量

# 没有访问权限，请联系管理员
source: No access permission, please contact the administrator
es: No tiene acceso, póngase en contacto con su administrador
zh: 没有访问权限，请联系管理员

# 请上传logo
source: Please upload the logo
es: Por favor, suba el logotipo
zh: 请上传logo

# 新建字典项
source: Create dictionary Item
es: Nuevo elemento del diccionario
zh: 新建字典项

# 编辑字典项
source: Edit dictionary Item
es: Editar elementos del diccionario
zh: 编辑字典项

# 请输入正确的URL格式
source: Please enter the correct URL format
es: Por favor, introduzca el formato de URL correcto
zh: 请输入正确的URL格式

# 加入快捷菜单
source: Add to shortcut menu
es: Agregar al menú contextual
zh: 加入快捷菜单

# 设备列表
source: Device List
es: Lista de dispositivos
zh: 设备列表

# 请填写告警跳转地址
source: Please fill in the alarm jump address
es: Por favor complete la dirección de salto de alarma
zh: 请填写告警跳转地址

# 继续登录
source: Continue to log in
es: Seguir iniciando sesión
zh: 继续登录

# 强制退出
source: Force quit
es: Forzar la salida
zh: 强制退出

# 不约束
source: Not bound
es: No unido
zh: 不约束

# 约束
source: Bound
es: Unido
zh: 约束

# 请求超时
source: Request timed out
es: Tiempo de espera agotado
zh: 请求超时

# 选择节点不存在物理设备
source: No physical device exists on the selected node
es: No existe dispositivo físico en el nodo de selección
zh: 选择节点不存在物理设备

# 待选角色
source: Candidate role
es: Rol de candidato
zh: 待选角色

# 已选角色
source: Selected role
es: Rol seleccionado
zh: 已选角色

# 注销成功
source: Logout successful
es: Cierre de sesión exitoso
zh: 注销成功

# 是否确定注销选中的用户
source: Are you sure to log off the selected user?
es: Está seguro de cerrar sesión al usuario seleccionado?
zh: 是否确定注销选中的用户?

# 最多选10个
source: Select up to 10
es: Seleccionar até 10
zh: 最多选10个

# 个人信息
source: Personal information
es: Información personal
zh: 个人信息

# 个人信息修改成功
source: The personal information is modified successfully
es: Información personal modificada con éxito
zh: 个人信息修改成功

# 账号：
source: Account number:
es: Número de cuenta：
zh: 账号：

# 姓名：
source: Name:
es: Nombre:
zh: 姓名：

# 请输入姓名
source: Please enter your name
es: Por favor, introduzca su nombre.
zh: 请输入姓名

# 手机号码：
source: Mobile phone number
es: Número de teléfono:
zh: 手机号码：

# 请输入正确的手机号码
source: Please enter the correct mobile number
es: Introduzca el número de teléfono correcto
zh: 请输入正确的手机号码

# 邮箱：
source: Email：
es: Correo electrónico:
zh: 邮箱：

# 帮助中心
source: Help Center
es: Centro de ayuda
zh: 帮助中心

# APP下载
source: APP download
zh: APP下载

# 关于系统
source: About the system
es: Sobre el sistema
zh: 关于系统

# 说明：
source: Explain:
es: Descripción:
zh: 说明：

# 版权所有©2022金风慧能技术有限公司。
source: Copyright © 2022 Goldwind Huineng Technology Co., Ltd.
es: Todos los derechos de autor © 2022 Jinfeng Huineng Technology co., Ltd.
zh: 版本所有©2022金风慧能技术有限公司。

# 页面是否自动退出
source: Whether the page automatically exits
es: Si la página se cierra automáticamente
zh: 页面是否自动退出

# 当前版本号
source: Current version number
es: Número de versión actual
zh: 当前版本号

# 已关联
source: Associated
es: Asociado
zh: 已关联

# 未关联
source: Not associated
es: No asociado
zh: 未关联

# 是否级联删除子组织机构
source: Cascade Delete Sub-Organization
es: Apagar em Cascata a Sub- Organização
zh: 是否级联删除子组织机构

# 是否确定删除选中的组织机构
source: Are you sure to delete the selected organization
es: Tem a certeza de apagar a organização seleccionada
zh: 是否确定删除选中的组织机构

source: Network Error
es: error de red
zh: 网络异常

source: Request failed with status code 500
es: Solicitud fallida con código de estado 500
zh: 请求失败, 状态码500

# 未上传
source: Not uploaded
es: No subido
zh: 未上传

# 上传完成
source: Uploading completed
es: Termina de subir
zh: 上传完成

# 上传失败
source: Uploading failed
es: Se sube con fallo
zh: 上传失败

# 文件大小
source: File size
es: Tamaño del archivo
zh: 文件大小

# 移除
source: Remove
es: Remover
zh: 移除

# 确定移除附件吗？
source: Are you sure you remove the attachment?
es: ¿Estás seguro de que eliminas el archivo adjunto?
zh: 确定移除附件吗？

# 文件大小应小于100MB!
source: The file size should be less than 100MB!
es: ¡El tamaño del archivo debe ser inferior a 100 MB!
zh: 文件大小应小于100MB!

# 已达到最大文件上传数量!
source: The maximum number of files have been reached!
es: ¡Se ha alcanzado el número máximo de archivos!
zh: 已达到最大文件上传数量!

# 存在未上传完成或者失败的附件，确认后将放弃上传,是否继续提交？
source: There are attachments that have not been uploaded or failed. After confirmation, the upload will be abandoned. Do you want to continue submitting?
es: ¿Hay archivos adjuntos que no se han cargado o han fallado, y la carga se renunciará después de la confirmación, ¿ continuar enviándolos?
zh: 存在未上传完成或者失败的附件，确认后将放弃上传,是否继续提交？

# 通知公告已定时发送
source: Announcements are regularly sent
es: Notificar que el anuncio se ha enviado de forma programada
zh: 通知公告已定时发送

# 通知公告已发送
source: Announcement sent
es: Notificación el anuncio ha sido enviado
zh: 通知公告已发送

# 请填写公告内容
source: Please fill in the announcement
es: Por favor complete el anuncio
zh: 请填写公告内容

# 通知公告已保存草稿
source: A draft of the announcement has been saved
es: Anuncio borrador guardado
zh: 通知公告已保存草稿

# 发送部门
source: Sending department
es: Departamento de envío

# 发送人
source: sender
es: remitente

# 处理告警信息：{{name}}
source: Processing alarm information: {{name}}
es: Procesamiento de información de alarma: {{name}}

# 请确认你的新密码！
source: Please confirm your new password!
es: Por favor, confirme su nueva contraseña!
